Repository: fs523673job/projects
Catalog: admintools-s/languages/*/default.po
Languages: de

source: Import CSV data
de: CSV-Daten importieren

source: Import file:
de: Import-Datei:

source: Cancel
de: Abbrechen

source: Column separator
de: Spalten-Trenner

source: Space
de: Leerzeichen

source: Semicolon
de: Semikolon

source: Comma
de: Komma

source: Other
de: Andere

source: Slash
de: Schrägstrich

source: Quote character
de: Anführungszeichen

source: None
de: Kein

source: Double quote
de: Doppel-Anf.z.

source: Read data from
de: Daten lesen ab

source: Line:
de: Zeile:

source: Decimal separator
de: Dezimaltrenner

source: Point
de: Punkt

source: Select column
de: Spalte auswählen

source: Mail address
de: Mail-Adresse

source: Field delimiter
de: Feldbegrenzer

source: Quote sign
de: Anführungsz.

source: New Domain User
de: Neuer Domänen-Benutzer

source: Domain:
de: Domäne:

source: Preferences
de: Einstellungen

source: Connect to domain
de: Mit Domäne verbinden

source: &Connect
de: Verbinden

source: Account Name:
de: Kontoname:

source: First Name:
de: Vorname:

source: Last Name:
de: Nachname:

source: Full Name:
de: Vollständiger Name:

source: Description:
de: Beschreibung:

source: Room Nr.:
de: Raum-Nr.:

source: Phone:
de: Telefon:

source: Quit program
de: Programm beenden

source: Account disabled
de: Konto gesperrt

source: Add
de: Eintragen

source: as Global User
de: als globaler Benutzer

source: in Organizational Unit
de: in Organisationseinheit

source: Member of
de: Mitglied von

source: Domain groups
de: Gruppen der Domäne

source: Password
de: Kennwort

source: Server Based Profiles
de: Serverbasierte Profile

source: Profile Path:
de: Profil-Pfad:

source: Home Directory:
de: Home-Verzeichnis:

source: Drive:
de: Laufwerk:

source: Create new domain user account
de: Neuen Domänen-Benutzer anlegen

source: Create &Account
de: &Konto anlegen

source: Clear all fields
de: Alle Felder löschen

source: &Clear Fields
de: &Felder löschen

source: Preferences for new Domain user
de: Voreinstellungen für einen neuen Domänen-Benutzer

source: Global Preferences
de: Allgemeine Angaben

source: Default Text for Description (e.g. Inst. of ....):
de: Vorgabetext für Beschreibung (z.B. Inst. für ....):

source: Default Text for Room Nr. (e.g. LS 19/):
de: Vorgabetext für Raum-Nr. (z.B. LS 19/):

source: Default Text for Phone Nr. (e.g. 880-):
de: Vorgabetext für Telefonnr. (z.B. 880-):

source: Template for Generated Passwords:
de: Schablone für automatisch generiertes Kennwort:

source: Note: If there is no password specified using the password dialog and the account is enabled the program generates a password using the above template. The user has to specify his own password on first logon. "#" is the placeholder for the account name.
de: Hinweis: Wenn über den Kennwort-Dialog kein individuelles Kennwort angegeben und das Konto trotzdem freigegeben wird, generiert das Programm automatisch ein Kennwort nach dem Vorgabeschema. Der Benutzer muss dann bei der Erstanmeldung ein eigenes Passwort eingeben. "#" steht immer für den Anmeldenamen.

source: The final password never expires
de: Das endgültige Kennwort soll nie ablaufen

source: Server Based User Profiles
de: Serverbasierte Benutzerprofile

source: Domain users
de: Domänen-Benutzer

source: Label layout
de: Etikettenlayout

source: Printer font
de: Druckerschrift

source: Create new domain users
de: Neue Domänenbenutzer anlegen

source: &Create Accounts
de: &Konten anlegen

source: User:
de: Benutzer:

source: Name of Course:
de: Name des Kurses:

source: Count:
de: Anzahl:

source: Organization:
de: Institut:

source: Summer Term
de: Sommersemester

source: Winter Term
de: Wintersemester

source: no Expiration
de: unbegrenzt gültig

source: valid until
de: gültig bis

source: &New
de: &Neu

source: Create new passwords
de: Neue Kennwörter erzeugen

source: New &Passwords
de: Neue &Kennwörter

source: Print account infos
de: Konten-Infos drucken

source: Print &Labels
de: Infos &drucken

source: &Delete course
de: Kurs &löschen

source: Delete Domain User
de: Domänen-Benutzer löschen

source: Show Users beneath this Organzational Unit:
de: Benutzer aus dieser Organisationseinheit anzeigen:

source: Username
de: Benutzername

source: User properties
de: Eigenschaften des Benutzers

source: Disable account
de: Konto sperren

source: &Remove User from ADS
de: Benutzer aus ADS entfernen

source: Delete User Data
de: Benutzerdaten löschen

source: Root Directory for User Data:
de: Basisverzeichnis für Benutzerdaten:

source: Scan Subdirectory Levels:
de: Zu durchsuchende Verzeichnis-Ebenen:

source: Located User Directories:
de: Gefundene Benutzerverzeichnisse:

source: &Locate User data
de: Benutzerdaten suchen

source: Compare to mail list (csv) and mark discarded users
de: Vergleiche mit Mail-Liste (csv) und markiere ausgeschiedene Benutzer

source: Compare to mail list
de: Mit Mailliste vergleichen

source: Mail list file:
de: Maillisten-Datei:

source: Select mail list file
de: Maillisten-Datei auswählen

source: CSV files|*.csv|Text files|*.txt|all files|*.*
de: CSV-Dateien|*.csv|Text -Dateien|*.txt|alle Dateien|*.*

source: Create Domain User
de: Domänen-Benutzer anlegen

source: Domain user
de: Domänen-Benutzer

source: COM Initializing failed!
de: COM-Initialisierung fehlgeschlagen!

source: - Add New User to Domain
de: - Kursbenutzer zur Domäne hinzufügen

source: Error connecting to
de: Fehler bei der Anmeldung an

source: No connection to domain
de: Keine Verbindung zur Domäne

source: User %s (%s%s) is already registered!
de: Der Benutzer %s (%s@%s) ist bereits eingetragen!

source: Add new user: %s%s to: %s
de: Neuen Benutzer: %s%s unter: %s anlegen?

source: A new user was added to %s: %s (%s%s)
de: In %s wurde ein neuer Benutzer angelegt: %s (%s%s)'

source: Please specify an account name!
de: Geben Sie bitte einen Anmeldenamen an!

source: Specify a password
de: Kennwort eingeben

source: Specify a full local path!
de: Es muss ein vollständiger lokaler Pfad angegeben werden!

source: Specify a full UNC path!
de: Es muss ein vollständiger UNC-Pfad angegeben werden!

source: Create ADS users for study course
de: ADS-Benutzer für Kurse anlegen

source: Printer:
de: Drucker:

source: Create new course: %s
de: Neuen Kurs: %s anlegen?

source: as domain user
de: als Domänenbenutzer

source: to organizational unit:
de: in Organisationseinheit:

source: Course:
de: Kurs:

source: Add user names: %s01..%u %s?
de: Benutzernamen: : %s01..%u %s eintragen?

source: User
de: Benutzer

source: Setting password
de: Setzen des Kennworts

source: Setting password credentials
de: Setzen der Kennwort-Einstellungen

source: Setting user name
de: Setzen des Benutzernamens

source: Setting group
de: Setzen der Gruppe

source: Setting security descriptor
de: Setzen der Sicherheitsbeschreibung

source: Unable to make changes!
de: Es konnten keine Änderungen durchgeführt werden!

source: New passwords were set for %u user accounts!
de: Für %u Benutzerkonten wurden neue Kennwörter festgelegt!

source: %u new user accounts were created
de: Es wurden %u neue Benutzerkonten angelegt

source: and new passwords were set for %u user accounts!
de: und für %u Benutzerkonten wurden neue Kennwörter festgelegt!

source: Please specify a user name!
de: Geben Sie bitte einen Anmeldenamen an!

source: Summer term %s
de: Sommersemester %s

source: Winter term %s
de: Wintersemester %s

source: User name:
de: Benutzername:

source: Password:
de: Kennwort:

source: Delete course: %s?
de: Kurs: %s löschen?

source: Connect to
de: Verbinden mit

source: Default container
de: Standard-Container

source: Enable account
de: Konto aktivieren

source: Root Directory for Users
de: Basisverzeichnis für Benutzer

source: Searching for user data
de: Benutzerdaten werden gesucht

source: No user data found!
de: Keine Benutzerdaten gefunden!

source: Directory not found!
de: Verzeichnis nicht gefunden:

source: Remove user %s from ADS and delete selected user data in %s?
de: Benutzer %s aus ADS entfernen und ausgewählte Benutzerdaten auf %s löschen?

source: Remove user %s from ADS
de: Benutzer %s aus ADS entfernen?

source: User: %s was removed from ADS!
de: Der Benutzer: %s wurde aus dem ADS entfernt!

source: Deleting user data
de: Benutzerdaten werden gelöscht

source: Following user data were deleted:
de: Folgende Benutzerdaten wurden gelöscht:

source: Directory:
de: Verzeichnis:

source: Subdirectory
de: Unterverzeichnis

source: Subdirectories
de: Unterverzeichnisse

source: No subdirectories found
de: keine Unterverzeichnisse gefunden

source: file
de: Datei

source: files
de: Dateien

source: User: %s could not be removed from ADS!
de: Der Benutzer: %s konnte nicht aus dem ADS entfernt werden!
